export interface BenefitItem {
	id: number
	title: string
	description: string
}

export const BENEFITS_ITEMS: BenefitItem[] = [
	{
		id: 1,
		title: 'Комфорт',
		description:
      `Наши боксерские перчатки разработаны с учетом анатомического строения руки и обеспечивают максимальный комфорт во время тренировок. Они легко адаптируются к форме руки и не вызывают дискомфорта даже при длительном использовании.`,
	},
	{
		id: 2,
		title: 'Защита',
		description:
      'Перчатки оснащены продуманной системой защиты, которая снижает риск травм как для вас, так и для ваших партнеров по тренировкам. Усиленные вставки и плотная набивка обеспечивают надежную амортизацию при ударах. Мы заботимся о вашей безопасности в каждом бою и тренировке.',
	},
	{
		id: 3,
		title: 'Долговечность',
		description:
      'Мы используем только качественные материалы, которые обеспечивают долговечность наших боксерских перчаток. Они выдерживают интенсивные тренировки и сохраняют свою форму даже после множества спаррингов. Вы можете быть уверены, что ваша инвестиция прослужит вам долго.',
	},
	{
		id: 4,
		title: 'Стиль',
		description:
      'Эстетичный дизайн и широкая палитра цветов позволяют выбрать перчатки, соответствующие вашему стилю и предпочтениям. Вы сможете не только показать свои навыки, но и выразить свою индивидуальность на ринге. Стильные перчатки поднимут ваш дух и добавят уверенности!',
	},
	{
		id: 5,
		title: 'Универсальность',
		description:
      'Наш ассортимент включает модели для различных видов боевых искусств и уровней подготовки. Независимо от того, занимаетесь ли вы дома, в зале или готовитесь к соревнованиям — у нас есть перчатки, которые подойдут именно вам.',
	},
	{
		id: 6,
		title: 'Надёжность',
		description:
      'Каждая пара перчаток проходит строгий контроль качества. Швы, материалы и конструкция протестированы на износостойкость, чтобы вы могли тренироваться с уверенностью и сосредоточиться только на результате.',
	},
]
